espressif/esp-idf/components/esp_psram/test_apps/psram/sdkconfig.ci.esp32s31_250m_release
CONFIG_IDF_TARGET="esp32s31"

CONFIG_COMPILER_OPTIMIZATION_SIZE=y
CONFIG_BOOTLOADER_COMPILER_OPTIMIZATION_SIZE=y
CONFIG_COMPILER_OPTIMIZATION_ASSERTIONS_SILENT=y

CONFIG_SPIRAM=y
CONFIG_SPIRAM_SPEED_250M=y
